import styled from 'styled-components';

const Container = styled.div`
margin: 3vw;
  background-color: #fff;
`;

function Terms() {
  return (
    <Container>
    <h1>서비스 이용약관</h1>
<h2>제1조 목적</h2>
<p>이 약관은 가치가(이하 ‘회사’)가 운영하는 집 구하기 동행 서비스 및 대신 발품 팔기 서비스(이하 ‘서비스’)를 이용함에 있어 회사와 이용자의 권리, 의무 및 책임사항을 규정함을 목적으로 합니다.</p>
<h2>제2조 정의</h2>
<p>이 약관에서 사용하는 용어의 정의는 다음과 같습니다.</p>
<p>① 서비스란 부동산 매물 파악을 위한 '발품 매니저'와 서비스를 신청한 ‘고객’ 간의 매칭 서비스, 부동산 정보 제공 등 일체의 기능 및 제반서비스를 의미합니다. 매물을 중개하거나 알선하는 등 부동산 중개서비스는 포함되지 않습니다.</p>
<p>② 이용자란 이 약관을 승인하고 회사와 서비스 이용계약을 체결한 자를 말합니다. 이용자는 서비스 이용목적에 따라 ‘발품 매니저'와 ‘고객’으로 구분됩니다. '고객'이란 '사이트'에 접속하여 이 약관을 동의하고 회사에 개인정보를 제공하여 서비스 이용 신청을 한 자로서, 계속적으로 서비스를 이용할 수 있는 자를 의미합니다.</p>
<p>③ ‘사이트’란 회사 및 서비스를 소개하고, 서비스 신청이 가능한 웹페이지로의 연결 링크가 수록되어 있는 페이지로 https://smartstore.naver.com/gachigahome 을 의미합니다.</p>
<p>④ '고객'이란 이 약관을 동의하고 회사에 개인정보를 제공하여 서비스 신청을 한 자로서, 계속적으로 서비스를 이용할 수 있는 자를 의미합니다.</p>
<p>⑤ ‘발품 매니저’란 서비스에 참여하기 위해 신원 검증을 위한 개인 정보를 등록하는 주체를 의미합니다.</p>
<p>⑥ ‘가치가 페이퍼’란 서비스 이용 후 회사가 고객에게 제공하는 자료로, 서비스 내 방문한 매물과 주변 인프라에 대한 내용이 정리되어 있는 보고서를 의미합니다.</p>
<h2>제3조 약관의 명시 및 개정</h2>
<p>① 회사는 약관의 내용과 상호, 영업소 소재지, 대표자의 성명, 사업자등록번호, 연락처 등을 사용자가 쉽게 알 수 있도록 서비스 내에 게재합니다.</p>
<p>② 회사는 약관의 규제에 관한 법률, 정보통신망 이용 촉진 및 정보 보호 등에 관한 법률(이하 '정보통신망법') 등 관련 법령을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.</p>
<p>③ 회사가 약관을 개정할 경우에는 적용 일자 및 개정 사유를 명시하여 현행 약관과 함께 개정약관의 적용 일자 최소 7일 전부터 사이트 등의 초기 화면 또는 이메일을 통해 공지합니다. 다만, 이용자에게 불리한 약관의 개정의 경우에는 개정약관의 적용 일자 30일 전부터 공지 외에 일정기간 서비스 내 전자우편, 로그인 시 동의 창 등의 전자적 수단을 통해 따로 명확히 통지하도록 합니다.</p>
<p>④ 이용자는 약관 변경이 공지 또는 통지된 날로부터 30일 이내에 약관 변경에 대한 거부 의사를 표시할 수 있습니다. 이용자가 거부 의사를 표시한 경우 회사는 15일의 기간을 정하여 이용자에게 사전 통지 후 당해 이용자와의 계약을 해지할 수 있습니다.</p>
<p>⑤ 이용자가 제4항에 따라 변경 약관에 대한 거부 의사를 표시하지 아니하고 서비스를 계속 이용하는 경우 회사는 이용자가 변경된 약관의 적용에 동의하는 것으로 간주합니다.</p>
<h2>제4조 서비스의 제공</h2>
<p>① 회사는 이용자의 선택에 다라 이용자에게 아래와 같은 서비스를 제공합니다.</p>
<p>   •	사전 교육을 이수한 발품 매니저가 고객과 동행하여 동행을 희망하는 매물의 정보에 대한 접근성을 높이는 서비스</p>
<p>	  •	사전 교육을 이수한 발품 매니저가 고객 대신 부동산 매물을 확인하여 확인을 희망하는 매물의 정보에 대한 접근성을 높이는 서비스</p>
<p>	  •	부동산 거래 계약 및 청년 주거 정책에 대한 정보 등을 고객에게 제공하는 서비스</p>
<p>② 서비스 이용은 회사의 서비스 사용 승낙 직후부터 가능합니다.</p>
<p>③ 서비스 이용 시간은 고객이 서비스를 신청, 회사가 발품 매니저를 배정한 후, 고객과 발품 매니저가 협의한 시간으로 함을 원칙으로 합니다. </p>
<p>④ 회사는 서비스 운영 중 수집되는 정보를 활용해 서비스를 개선하고, 신규 기능 및 서비스를 도입합니다. 이 경우 신규 기능 및 서비스의 모든 권한은 회사에 귀속됩니다.</p>
<h2>제5조 서비스 이용의 제한 및 중단</h2>
<p>① 회사는 컴퓨터 등 정보통신설비의 보수점검•교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다.</p>
<p>② 회사는 다음 사유가 발생한 경우에는 이용자의 서비스 이용을 제한하거나 중지시킬 수 있습니다.</p>
<p>	  •	이용자가 회사 서비스의 운영을 고의 또는 중과실로 방해하는 경우</p>
<p>	  •	서비스용 설비 점검, 보수 또는 공사로 인하여 부득이한 경우</p>
<p>	  •	전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우</p>
<p>	  •	국가비상사태, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 서비스 이용에 지장이 있는 경우</p>
<p>	  •	기타 중대한 사유로 인하여 회사가 서비스 제공을 지속하는 것이 부적당하다고 인정하는 경우</p>
<p>③ 회사는 전항의 규정에 의하여 서비스의 이용을 제한하거나 중지한 때에는 그 사유 및 제한 기간 등을 이용자에게 알려야 합니다.</p>
<h2>제6조 이용계약의 성립</h2>
<p>① 서비스를 이용하기 위해서는 네이버 스마트스토어를 통한 고객의 서비스 신청이 이루어져야 하며, 회사의 서비스 사용 승낙 이후에 계약이 성립됩니다.</p>
<p>② 서비스 신청은 개인정보 입력 후 결제를 진행하는 절차로 이루어져 있습니다.</p>
<h2>제7조 이용계약의 종료</h2>
<p>① 이용자는 희망 시 이용계약을 종료할 수 있습니다.</p>
<p>② 이용자의 귀책 사유로 인하여 회사가 이용계약을 해지할 수 있습니다.</p>
<h2>제8조 이용자의 의무</h2>
<p>① 이용자는 관계법령, 본 약관의 규정, 이용안내 및 서비스와 관련하여 회사가 공지하거나 통지한 사항 등을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 안 됩니다.</p>
<p>② 이용자는 다음 각호의 행위를 하여서는 안 됩니다.</p>
<p>	  •	서비스 신청을 위한 개인정보 입력란에 허위 내용을 등록하는 행위</p>
<p>	  •	회사 기타 제3자의 명예를 훼손하거나 지적재산권을 침해하는 등 회사나 제3자의 권리를 침해하는 행위</p>
<p>	  •	다른 이용자의 네이버 아이디 및 비밀번호를 도용하여 부당하게 서비스를 이용하는 행위</p>
<p>	  •	기타 공서 양속에 반하는 정보를 공개 또는 게시 및 회사에서 제공하는 서비스를 이용하여 영리 목적의 활동을 하는 행위</p>
<p>	  •	정보통신망 이용 촉진 및 정보 보호 등에 관한 법률 등 관련 법령에 의하여 그 전송 또는 게시가 금지되는 정보(컴퓨터 프로그램 등)를 전송하거나 게시하는 행위</p>
<p>	  •	회사의 직원이나 서비스의 관리자를 가장하거나 사칭하여 또는 타인의 명의를 도용하여 글을 게시하거나 메시지를 발송하는 행위</p>
<p>	  •	다른 이용자의 개인정보를 동의 없이 수집, 저장, 공개, 유출하는 행위</p>
<p>	  •	현행 법령, 회사가 제공하는 서비스에 정한 약관 기타 서비스 이용에 관한 규정을 위반하는 행위</p>
<p>	  •	기타 회사의 업무에 방해되는 행위</p>
<p>③ 발품 매니저는 다음 각호의 행위를 하여서는 안 됩니다.</p>
<p> 1. 회사의 서비스에 게시된 정보 및 발품 매니저 교육 자료를 변경하는 행위</p>
<p> 2. 서비스를 이용하여 얻은 정보를 회사의 사전 승낙 없이 영리 또는 비영리의 목적으로 복제, 출판, 방송 등에 사용하거나 제3자에게 제공하는 행위</p>
<p>④ 고객은 다음 각호의 행위를 하여서는 안 됩니다.</p>
<p> 1. 회사의 서비스에 게시된 정보, ‘가치가 페이퍼’ 등 서비스를 이용하여 얻은 정보를 회사의 사전 승낙 없이 영리 또는 비영리의 목적으로 복제, 출판, 방송 등에 사용하는 행위</p>
<p> 2. 회사의 서비스에 게시된 정보, ‘가치가 페이퍼’ 등 서비스를 이용하여 얻은 정보를 법적 분쟁에서의 증거자료로 제출하는 등 제3자에게 제공하는 행위</p>
<p>⑤ 고객이 본 조 1항 내지 4항을 위반하였을 경우 회사는 고객의 서비스 이용을 제한하거나 일방적으로 이용계약을 해지할 수 있습니다.</p>
<h2>제9조 개인정보보호 및 개인정보 제공동의</h2>
<p>① 회사가 이용자의 정보수집 시, 목적 달성을 위한 최소한의 정보를 수집합니다. 다음 사항을 필수 사항으로 하며 그 외 사항은 선택 사항으로 합니다.</p>
<p> 1. 이메일</p>
<p> 2. 핸드폰 번호</p>
<p> 3. 이름</p>
<p> 4. 성별</p>
<p> 5. 나이</p>
<p>② 회사가 이용자의 개인 식별이 가능한 개인정보를 수집하는 때에는 반드시 해당 이용자의 동의를 받습니다.</p>
<p>③ 이용자는 언제든지 회사가 가지고 있는 자신의 개인정보에 대해 열람 및 오류 정정을 요구할 수 있으며, 회사는 이에 대해 지체 없이 필요한 조치를 취할 의무를 집니다. 이용자가 오류의 정정을 요구한 경우에 회사는 그 오류를 정정할 때까지 해당 개인정보를 이용하지 않습니다.</p>
<p>④ 기타 개인정보 취급과 관련한 내용은 결제 페이지 내 ‘개인정보처리방침'에 고지합니다.</p>
<p>⑤ 회사는 수집된 개인정보를 목적 외의 용도로 이용할 수 없으며, 새로운 이용 목적이 발생한 경우 또는 제3자에게 제공하는 경우에는 이용·제공 단계에서 당해 이용자에게 그 목적을 고지하고 동의를 받습니다. 다만, 관련 법령에 달리 정함이 있는 경우에는 예외로 합니다.</p>
<p>⑥ 회사가 제1항과 제2항에 의해 이용자의 동의를 받아야 하는 경우에는 개인정보관리 책임자의 신원(소속, 성명 및 전화번호, 기타 연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공 관련사항(제공받은 자, 제공목적 및 제공할 정보의 내용) 등 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 제15조 제2항이 규정한 사항을 미리 명시하거나 고지해야 하며 이용자는 언제든지 이 동의를 철회할 수 있습니다.</p>
<p>⑦ 회사로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체 없이 파기합니다.</p>
<h2>제10조 권리의 귀속</h2>
<p>① 서비스에 대한 저작권 및 지적재산권은 회사에 귀속됩니다.</p>
<p>② 회사가 창작 작성한 저작물에 대한 저작권 및 기타 지적 재산권은 회사에 귀속합니다.</p>
<p>③ 이용자는 회사와 발품 매니저를 통해 얻은 정보 중 지적재산권이 귀속된 정보를 회사의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송, 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.</p>
<p>④ 회사는 약관에 따라 이용자에게 귀속된 저작권을 사용하는 경우 해당 이용자에게 통보하여야 합니다.</p>
<p>⑤ 서비스의 홍보, 제휴, 프로모션 등을 위해 미디어, 통신사 등 서비스 제휴 파트너에게 이용자의 게시물(후기 등)을 제공하여, 제휴 파트너에게 해당 게시물을 보도, 방영 등으로 사용하게 할 수 있으며, 이 과정에서 게시물의 내용이 일부 수정, 생략, 변경 등 편집될 수 있습니다.</p>
<p>⑥ 이용자는 이용자가 스마트스토어 내에 작성한 후기와 같은 게시물을 회사가 ‘사이트' 에 노출하는 등 서비스를 운영, 개선, 홍보하고 새로운 서비스를 개발하기 위하여 필요한 범위 내에서 사용, 저장, 수정, 복제, 공중 송신, 전시, 배포 등의 방식으로 이용할 수 있도록 하는 권한을 부여합니다.</p>
<h2>제11조 회사의 의무</h2>
<p>① 회사는 관련 법령과 본 약관이 정하는 권리의 행사와 의무의 이행을 신의에 좇아 성실하게 하여야 합니다.</p>
<p>② 회사는 계속적이고 안정적인 서비스의 제공을 위하여 서비스 개선을 하던 중 설비에 장애가 생기거나 데이터 등이 멸실된 때에는 천재지변, 비상사태, 해결이 곤란한 기술적 결함 등 부득이한 사유가 없는 한 지체 없이 이를 수리 또는 복구하도록 최선의 노력을 다합니다.</p>
<p>③ 회사는 서비스로 인하여 이용자에게 손해가 발생한 경우 그러한 손해가 회사의 고의나 과실에 기해 발생한 경우에 한하여 책임을 부담하며, 그 책임의 범위는 통상손해에 한합니다.</p>
<p>④ 회사는 이용자로부터 제기되는 의견이나 불만이 정당하다고 인정할 경우에는 신속히 처리하여야 합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 통보하여야 합니다. </p>
<p>⑤ 후기 글 등 게시물과 관련하여 게시물 당사자 이용자가 권리 침해를 받은 경우, 회사는 이에 대한 문제 해결을 위해 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 및 「저작권 법」 등을 근거로 권리침해 주장자의 요청에 따른 게시물 게시중단, 원 게시자의 이의신청에 따른 해당 게시물 재개 등을 내용으로 게시물을 관리합니다.</p>
<h2>제12조 손해배상</h2>
<p>① 회사가 이용자로부터 서비스를 이용하지 못한 사실을 통지 받은 경우에는 서비스 재개를 위해 가능한 조치를 취해야 하며 사전 고지한 서비스 취소 및 변경, 환불에 따른 조치를 취합니다.</p>
<p>② 회사는 이용자가 서비스를 이용할 수 없다고 통지한 일자 및 시간, 서비스 재개를 위한 회사의 조치내역과 서비스 재개시점에 관한 사실을 기록할 수 있도록 별도의 이용자 불만 접수 및 처리 대장을 비치, 관리합니다.</p>
<p>③ 손해배상을 청구하고자 하는 이용자는 사유, 청구금액 등을 서면, 메일, 홈페이지로 신청하여야 합니다.</p>
<p>④ 서비스 제공 이후 발품매니저가 확인하지 못한 하자가 발견되고, 그 하자가 동행 및 발품 당일에도 존재했음이 입증되는 경우, 회사는 고객에게 보상을 제공합니다.</p>
<h2>제13조 손해배상의 범위 및 청구</h2>
<p>① 이용자가 본 약관의 규정을 위반함으로 인하여 회사에 손해가 발생하게 되는 경우, 이 약관을 위반한 이용자는 회사에 발생하는 모든 손해를 배상하여야 합니다.</p>
<p>② 회사는 서비스 요금이 무료인 서비스의 이용과 관련하여 이용자에게 발생한 손해에 대해 어떠한 책임도 지지 않습니다. 유료 서비스의 경우는 이 약관에서 규정한 바를 따릅니다.</p>
<p>③ 이용자가 서비스를 이용함에 있어 행한 불법행위나 본 약관 위반행위로 인하여 회사가 당해 이용자 이외의 제3자로부터 손해배상 청구 또는 소송을 비롯한 각종 이의제기를 받는 경우 당해 이용자는 자신의 책임과 비용으로 회사를 면책시켜야 하며, 회사가 면책되지 못한 경우 당해 이용자는 그로 인하여 회사에 발생한 모든 손해를 배상하여야 합니다.</p>
<p>④ 제12조 ④의 경우, 회사는 고객에게 서비스 이용료 전액을 환불합니다.</p>
<h2>제14조 면책</h2>
<p>① 회사는 다음 사유로 서비스를 제공할 수 없는 경우 이로 인하여 이용자에게 발생한 손해에 대해서는 책임을 부담하지 않습니다.</p>
<p>	  •	천재지변 또는 이에 준하는 불가항력의 상태가 있는 경우</p>
<p>	  •	서비스 제공을 위하여 회사와 서비스 제휴계약을 체결한 제3자의 고의적인 서비스 방해가 있는 경우</p>
<p>	  •	이용자의 귀책사유로 서비스 이용에 장애가 있는 경우</p>
<p>   •   기타 회사의 고의∙과실이 없는 사유로 인한 경우</p>
<p>② 회사는 참여기관이 제공하거나 이용자가 작성하는 등의 방법으로 서비스에 게재된 정보, 자료, 사실의 신뢰도, 정확성 등에 대해서는 보증을 하지 않으며 이로 인해 발생한 이용자의 손해에 대하여는 책임을 부담하지 않습니다.</p>
<p>③ 회사는 이용자가 서비스를 이용하여 기대하는 수익을 얻지 못하거나 상실한 것에 대하여 책임을 지지 않으며, 이용자 상호간 및 이용자와 제3자 상호 간에 서비스를 매개로 발생한 분쟁에 대해 개입할 의무가 없고, 이로 인한 손해를 배상할 책임도 부담하지 않습니다.</p>
<p>④ 서비스 제공 시 확인하는 하자사항은 육안상 확인할 수 있는 것으로, 약 5cm 이상을 기준으로 합니다. 이 기준에 부합하지 않는 하자사항은 발품매니저의 서비스 제공 시 보고할 의무가 없습니다.</p>
<p>⑤ 하자사항은 동행 및 발품 당일을 기준으로 확인하며, 그 이후 달라진 매물의 상태에 대하여 회사는 책임을 지지 않습니다.</p>
<h2>제15조 분쟁 해결</h2>
<p>① 회사는 이용자로부터 제출되는 불만사항 및 의견을 신속하게 처리하도록 노력합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 즉시 통보합니다.</p>
<p>② 회사는 서비스 내에서 이용자 간에 발생하는 분쟁 및 이용자 스스로의 과실로 일어난 피해에 대해 관여하거나 이에 대하여 일체의 책임을 부담하지 않습니다. 다만 이용자가 서비스 이용중 다른 이용자의 관련 법규, 본 약관 위반으로 인하여 피해를 입은 경우, 이용자는 이를 회사에 제보할 수 있으며 그 경우 회사는 신고내용을 확인하고 본 약관 등에 따른 조치를 취할 수 있습니다.</p>
<h2>제16조 관할 법원</h2>
<p>① 회사의 본사 소재지를 관할하는 법원을 전속 관할법원으로 합니다.</p>
<h2>부칙</h2>
<p>제1조 (시행일) 1. 본 약관은 2022. 10. 20.부터 시행합니다.</p>
<br/>
<br/>
</Container>
  );
}

export default Terms;